
import myImage from '../src/img/1111.jpg';


export const cards=
    {
        id:1,
        name:'The Beatles',
        yearOfBorn:'1960',
        yearOfDeath:'1970',
        country:'Великобритания',
        town:'Ливерпуль',
        sostav:'Джордж Харрисон,  Ринго Старр, Пол Маккартни, Джон Леннон',
        description:'Великолепная ливерпульская четверка в начале 60-х подняла на уши весь мир, но никакая шумная слава не сравнится с настоящей проверкой временем: сначала Битлы показали, что их успех – совсем не кратковременное явление, а потом… просто изменили мир музыки и рок-культуру, став одной из самых значимых и влиятельных групп XX века.',
        allDescription:'В 1956 году простой ливерпульский парень по имени Джон Леннон услышал песню «Heartbreak Hotel» Элвиса Пресли и мгновенно заболел современной музыкой. Вместе с королем рок-н-ролла в его любимчики попали и другие первопроходцы жанра – американские певцы 50-х Билл Хейли и Бадди Холли. 16-летнему энергичному юноше просто необходимо было куда-то выплеснуть свою энергию – в этом же году со своими друзьями по школе он организовал скиффл-группу «The Quarrymen» (то есть «парни из школы Quarry Bank»). В 1958 году к коллективу присоединился гитарист Джордж Харрисон, которому на тот момент было только 15 лет. Позднее в группу также вошел однокурсник Леннона Стюарт Сатклифф – изначально именно этот квартет являлся основным составом группы, тогда как школьные друзья Джона вскоре забыли о своем музыкальном увлечении.Сменив с десяток разных названий, в конце концов ливерпульцы остановились на The Beatles – Джон Леннон хотел, чтобы в слово было многозначным и содержало в себе некоторую игру. И если в России это прежде всего перевели как «Жуки» (хотя в английском правильно другое написание – «beetles»), то для участников группы название также отсылало к повлиявшей на них группе Бадди Холли The Crickets («Сверчки») и слову «the beat», то есть «ритм».',
        image:myImage
        
    }
